const awardDescriptions = {
  "优秀团队": "他们紧密配合，如同齿轮般咬合无间，确保工作的顺利进行。他们众志成城，像坚固的城墙一样，共同抵御困难和挑战。他们积极乐观，充满活力，具有良好的精神状态。\n他们是一个个充满活力与创新的集体，每一个成员都以高度的责任感和使命感，为实现共同目标而努力奋斗。他们勇于挑战自我，不断突破极限，以卓越的业绩赢得了客户的信任和赞誉。",
  "卓越贡献奖": "他利用业务时间，巧用AI技术赋能工作，积极参与O3社区建设，创建小科同学-智匠AI赋能助手大模型，为工程师多元化发展做出了表率，拉近了公司和华为GTS领导的距离，并且获得2024年华为全球开发者大赛优秀智能助手一等奖，为公司开拓一个赛道，让公司站到了华为创新技术的大舞台上，给公司带来荣誉的同时，也为公司业务发展探索出更多的可能性。",
  "披星戴月奖": "他们深耕于一线，披星戴月，努力工作，始终严格践行'以客户为先'的理念，把更好的为客户服务作为第一使命，他们想客户所想，急客户所急，用自己的专业能力给到客户高质量的服务，得到了公司与客户的一致认可。",
  "技术先锋奖": "他们专注于技术，在各自的技能领域不断学习、持续进步、勇于超越，完成了一个又一个的项目，攻克了一个又一个的难题， 他们是公司的技术排头兵，也是未来行业的中流砥柱。",
  "金牌销售奖": "客户的需求是他们最大的关切，客户的满意是他们最大的追求，他们以坚定的意志和不懈的努力，一次又一次地超越目标，实现销售数据的飞跃，为公司业绩带来了显著的增长，他们是公司名副其实的'金牌销售'。",
  "扬帆起航奖": "他们是一群后起之秀，眉宇间的青涩不代表稚气，偶然间的张扬不代表缺乏沉稳，他们犹如扁舟入海，船帆高扬，在公司灯塔的引领下，必将乘风破浪，驶达彼岸。",
  "行稳致远奖": "他们一步一个脚印，不断探索，扎实前行，凝聚了团队，获得了客户满意，取得了优秀的成绩，他们用实际行动诠释了行稳致远的意义，在管理的道路上越走越宽广。",
  "销售领航奖": "他运筹帷幄，决胜千里，他破局成势，聚力前行，在国产化替换浪潮中，他抓住了机遇，迎接了挑战，在新的区域大刀阔斧开拓市场，为公司销售业务持续高速发展做出了突出贡献，谱写了新的篇章。",
  "开疆拓土奖": "他热爱钻研，不断追求，他不畏艰难，义无返顾，他锐意进取，奋发图强，2024年他从售前转向销售，从幕后转向台前，凤凰涅槃，浴火重生，华丽完成角色转变，为公司开疆拓土，打下一片新的市场，并取得有目共瞩的成绩。",
  "优秀干部奖": "他们以身作则，始终站在团队的最前线，无论是面对困难还是挑战，都能保持冷静分析，勇于担当，用实际行动诠释了什么是真正的领导力。在他们的带领下，团队凝聚力显著增强，工作效率大幅提升，企业文化得到了更加深远的传播。"
};

export default awardDescriptions;